Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/mii_lea_giellabeassi_(0).html.tmx
Source language: sme
Languages: smn

source: Mii lea giellabeassi?
smn: Mii lii kielâpiervâl?

source: Leatgo beroštuvvan giellabeasis iežat máná vejolaš árrabajásgeassinvuohkin?
smn: Kiäsut-uv kielâpiervâl tuu jieijâd párnáá máhđulii arâšoddâdemvyehin?

source: Leago du mánná juo giellabeasis ja ozat lassedieđuid dán fáttás?
smn: Lii-uv tuu páárnáš kielâpiervâlist já tun uusah lasetiäđu fáádást?

source: Samedikki ođđa siidduin gávdnojit vuođđodieđut giellabeasi ja giellalávggu birra www.samediggi.fi/giellabeassi/?lang=dav .
smn: Sämitige uđđâ siijđost kaavnah vuáđutiäđuid kielâpiervâlist já kielâláávgust www.samediggi.fi/kielapierval/?lang=an .

source: Lassidieđut:
smn: Lasetiäđuh:

source: Má. giellabeassejođiheaddji Annika Pasanen , annika.pasanen(at)samediggi.fi , +358 40 662 4741 / +358 10 839 3119
smn: Má. kielâpiervâlstivrejeijee Annika Pasanen , annika.pasanen(at)samediggi.fi , +358 40 662 4741 / +358 10 839 3119

source: Gielladorvočálli Anne Kirste Aikio , anne-kirste.aikio(at)samediggi.fi ,+358 40 707 5626 / +358 10 839 3124
smn: Kielâtorvočällee Anne Kirste Aikio , anne-kirste.aikio(at)samediggi.fi ,+358 40 707 5626 / +358 10 839 3124
